{
	"timeline": 
	{
		"headline": "The Battle for Palestine",
		"type": "default",
		"text": "<p>A summary of the history of Israel and Palestine.</p>",
		"date": [
			{
				"startDate": "1917,11,02",
				"headline": "Balfour Declaration",
				"text": "<p> This was a WW1-era declaration for British support of a Jewish homeland (heimstatte), not state (Judenstaat), in then-Palestine. It allowed a Jewish homeland to exist within greater Palestine, not one that encompassed all of it. Zionists dissumulated their aims by agreeing to a homeland (heimstatte), not a state.</p>",
				"asset": {
					"media": "https://upload.wikimedia.org/wikipedia/commons/c/cd/Balfour_portrait_and_declaration.JPG",
					"credit": "Arthur Balfour",
					"caption": "Lord Balfour pictured with declaration"
				}
			},
			{
				"startDate": "1915",
				"headline": "British collude with Sharif Husain",
				"text": "British secretly arrange with Sharif Husain for him to orchestrate a rebellion within the Ottoman Empire in exchange for personal rule over Arabia once the dust had settled.",
				"asset": {
					"credit": "Arthur Balfour",
					"caption": "Lord Balfour pictured with declaration"
				}
			},
			{
				"startDate": "1916,05",
				"headline": "Sykes-Picot Agreement",
				"text": "The agreement partitioned Ottoman domains into British and French protectorates and ran counter to promises by British to Sharif Husain, who had been promised lands that would fall under French jurisdiction. It also conflicted to promises to Zionists for land allocated for Jewish settlement.",
				"asset": {
					"media": "https://upload.wikimedia.org/wikipedia/commons/f/f9/MPK1-426_Sykes_Picot_Agreement_Map_signed_8_May_1916.jpg"
				}
			},
			{
				"startDate": "1919,08,22",
				"headline": "King-Crane Commission",
				"text": "This was the first  attempt to assess opinions of Arabs over Jewish state. They wanted to be left alone, but would accept American involvement. This commission was led by Americans under Woodrow Wilson and its findings opposed by Britain and France.",
				"asset": {
					"media": "https://en.wikipedia.org/wiki/King%E2%80%93Crane_Commission"
				}
			},
			{
				"startDate": "1919",
				"headline": "Colonial Arab Rule Begins",
				"text": "<p>Conflicting promises made by the British and French made organization of governments in Arabia impossible, causing provisional military operations to turn into <i>de facto</i> colonial rule. British began to court Jewish emigration to Palestine. At this time, population was predominantly Muslim, with sizeable Christian and Jewish minorities, among many other religious sects.</p>"
			},
			{
				"startDate": "1921",
				"headline": "Jewish Settlement Accelerates",
				"text": "<p>Wealthy landowners start to sell land to Zionists through the Jewish National Fund. At the time, land was maintained in a feudal system. Wealthy families owned the land and paid taxes for it in the place of the people who lived on it. They did this in exchange for a cut of the wealth generated by the farmers who worked the land. When they sold to Jewish settlers, 8,000 Palestinians were evicted from land that became inalienably Jewish.</p>"
			},
			{
				"startDate": "1929",
				"headline": "Riots erupt in Palestine",
				"text": "<p>Conflicts over land ownerships simmered for years and erupted into full-scale riots. ~800 died in conflicts with British troops. In response, the British organized an investigatory commission, the <a href='https://en.wikipedia.org/wiki/Shaw_Commission'>Shaw Commission</a> and later the <a href='https://en.wikipedia.org/wiki/Hope_Simpson_Enquiry'>Hope-Simpson Enquiry</a>, that discovered the land ownership problems. The commission recommended halts on further settlements, which triggered Zionist protests. The British government disavowed the report, which then triggered Palestinian protests. Palestinians were beginning to see that diplomatic solutions to the crisis were slim. </p> <p>At this point, 16 percent of arable land in Palestine had been bought by Jews, and the ongoing Palestinian-Jewish conflict was historically unprecedented.</p>",
				"asset": {
					"media": "https://upload.wikimedia.org/wikipedia/commons/d/dc/Jews_flee_the_Old_City_of_Jerusalem%2C_August_1929.jpg",
					"caption" : "Jewish settlers fleeing the riots"
				}
			},
			{
				"startDate": "1936",
				"endDate": "1939",
				"headline": "Arab Revolt in Palestine",
				"text": "<p>British deployed 20,000 soldiers, killing 1.000 Palestinians. The British government convened the Royal Commission to investigate the causes of the conflict, which found that the Jewish migrant community and the Arabs were too dissimilar to live peacefully together. It recommended partitioning the state, an approach Zionists opposed. Partitioning was unpalatable to Zionists because the Jewish population was still to low to constitute a majority in any viable constructed state. Palestinians represent the vast majority of the population..</p><p>Eventually, the British began training Zionist paramilitary forces and started the Palestine Partition Commission to assess the viability of a Palestinian state. By 1939, the British planned to stop all Jewish immigration, restrict land sales, and start process of creating a Palestinian state under representative government. Zionists responded to the plan with bombings targeted at British officials. Plans are further hindered by the outbreak of World War II.</p>"
			},
			{
				"startDate": "1944",
				"headline": "Continued Immigration and Conflict in Palestine",
				"text": "<p>Zionist groups, though they had been trained and armed by the British, target British installations in Palestine and assassinate officials. They also court immigration from Jews trying to flee Europe. Before the Final Solution was implemented, they often courted anti-Semitic regimes trying to rid themselves of their Jewish populations in order to get them to deport them to Israel. This ended, and during the war, Palestine experienced a surge of Jewish refugees fleeing Europe. </p>"
			},
			{
				"startDate": "1945",
				"headline": "Holocaust Becomes Public. Attacks Intensify.",
				"text": "<p>Zionism becomes dramatically radicalized once the Holocaust was uncovered. The most violent groups, most prominently the Irgun, decided to fight any force, be they British or Palestinian, that stood in the way of a Jewish state. This began a period of terrorist attacks against the British and Palestinians, along with similarly destructive responses from both parties. Attacks included car bombings, suicide bombings, lynchings, and gunfights. The Zionist strategy was to make the British Mandate far too expensive for the devastated British military and economy to sustain.</p> <p>Many Jews were left homeless by the Holocaust and stateless by nations that barred their re-entry, and they flocked to Palestine. Unrestricted immigration was supported by the Americans. ",
				"asset": {
					"media": "https://upload.wikimedia.org/wikipedia/commons/5/5f/Hanged_sergeants.jpg",
					"caption": "Lynched British soldiers"
				}
			},
			{
				"startDate": "1948",
				"headline": "British Mandate Ends",
				"text": "The mandate is shifted to the U.S. and U.N. to administer. British forces leave Palestine. The Americans push for unrestricted immigration and rule our a partition of Palestine."
			},
			{
				"startDate": "1948",
				"headline": "Israel Established. Arab-Israeli War Follows.",
				"text": "10 weeks after the British withdrawal, Zionist leader David Ben-Gurion and Zionist leaders declare a Jewish state, to be called Israel. Zionist paramilitaries, the Haganah and Irgun among others, attacked Palestinian villages and proclaim the beginning of a Palestinian and TransJordanian conquest. The Palestinians and Arab forces are comprehensively defeated, for Arab states were institutionally incapably of mounting any substantive resistance to Zionist attacks. Their armies were too weak, their political structures too divided, and their unity too fragile.",
				"asset" : {
					"media" : "https://en.wikipedia.org/wiki/1948_Arab%E2%80%93Israeli_War"
				}
			},
			{
				"startDate": "1949",
				"endDate": "1952",
				"headline": "Coups in the Arab World",
				"text": "Following their defeats in 1948, Arab states undergo a rapid period of modernization of their militaries, with equipment mostly supplied by the Soviet Union. Discontent was seized by military officers who overthrew existing plutocrats that had ruled during the British colonial period. Coups took place in Syria in 1949 and 1953; the king of Jordan was assassinated in 1951; and King Farouk of Egypt was overthrown by General Gamal Abdel Nasser in 1952.",
				"asset": {
					"media" : "https://upload.wikimedia.org/wikipedia/commons/e/e4/Nasser_portrait2.jpg",
					"caption" : "General Gamal Abdel Nasser"
				}
			},
			{
				"startDate": "1952",
				"headline": "Lavon Affair",
				"text": "Israel makes efforts to destabilize the strengthened states that surrounded it. One botched attempt to destabilize Egypt, Operation Susannah, which would come to be known as the Lavon Affair, involved using Egyptian Jews for a false flag operation that would plant bombs targeting Egyptian officials as well as American and British diplomats. The attacks were intended to be blamed on Communists and the Muslim Brotherhood. The ensuing chaos would have forced the British to send in their own forces to protect the Suez Canal, leading to a conflict that would play out in Israel's favor, and it would have also shaken American trust in the stability of Egypt and its capacity to assist in the global fight against Soviet influence. The plot was thwarted, and Israel denied involvement."
			},
			{
				"startDate": "1956",
				"headline": "Suez Crisis",
				"text": "Nasser nationalizes the Suez Canal. Military confrontation between Egypt and the British, Israelis, and French are thwarted by diplomatic intervention by the Eisenhower administration. The event marked a growing sense of Arab nationalism, often to the detriment of Jewish communities living outside Israel.",
				"asset": {
					"media" : "https://en.wikipedia.org/wiki/Suez_Crisis"
				}
			},
			{
				"startDate": "1963",
				"headline": "PLO Formed",
				"text": "The Palestinian Leadership Organization (PLO) formed in response to Israeli aggression and endemic terrorist acts by Palestinians. Its leadership came from Arab states, not necessarily Palestine itself. Following its inception, it received limited recognition by Egypt and Jordan. Though it was founded as a coalition, it became dominated by Fatah, a Gaza-based organization led by Yasser Arafat.",
				"asset": {
					"media" : "https://upload.wikimedia.org/wikipedia/en/f/fe/Plo_emblem.png"
				}
			},
			{
				"startDate": "1966",
				"headline": "Fatah Carries Out Raids on Israel",
				"text": "Fatah advocated guerilla-style attacks on Israel, similar to the tactics that successfully pushed the French invading forces out of Algeria. In the years following its inception, Fatah carried out raids on Israel from bases in Syria. Conflict escalates, and Arab states prepare for war with Israel. ",
				"asset": {
					"media" : "http://america.aljazeera.com/content/ajam/articles/2013/11/6/who-was-yasser-arafat/jcr:content/mainpar/adaptiveimage/src.adapt.960.high.yasser_arafat_110613.1383764513922.jpg",
					"caption" : "Yasser Arafat",
					"credit" : "AlJazeera"
				}
			},
			{
				"startDate": "1967",
				"headline": "Arab-Israeli War (Six-Day War)",
				"text": "Nasser provokes Israel by mobilizing forces along the Sinai border and blockading the Gulf of Aqaba but eventually backs down under international pressure. Israel attacks anyway. It quickly routs the Egyptian, Jordanian, and Syrian armies, seizing the Sinai Peninsula, Golan Heights, Gaza Strip, West Bank, and East Jerusalem. So spectacular was the Israeli victory that some members of the parliament took it as a miracle from God. Once again, the Arab world was deeply humiliated by its inability to counter Israel.",
				"asset": {
					"media" : "https://upload.wikimedia.org/wikipedia/commons/9/97/Six_Day_War_Territories.svg",
					"caption" : "Israel - before and after the Six-Day War"
				}
			},
			{
				"startDate": "1970",
				"headline": "PLO Incites Arab Reprisals",
				"text": "In the years following the massive Arab losses in the war, the PLO remained the only real military force opposing Israel. States were wary of incurring further losses. As such, the PLO became symbolic of the Palestinian struggle, for the Arab states could not provide a deterrent to Israeli expansion. Attacks eventually begin targeting Arab leaders, and leaders grew increasingly concerned that the PLO was usurping authority. Repeated assassination attempts on King Husain of Jordan result in massive attacks by the Jordanian military against the PLO. It is forced to relocate to Lebanon, which Israel then attacked."
			},
			{
				"startDate": "1970",
				"headline": "Nasser Dies, Succeeded by Anwar Saddat",
				"text": "General Nasser dies, and politician Anwar Saddat is selected by military leaders to serve as a figurehead. Hostilities between Egypt and Israel decline during this period as Egypt ceases attacks on Israeli occupation forces in Sinai.",
				"asset": {
					"media" : "https://upload.wikimedia.org/wikipedia/commons/b/b0/Anwar_Sadat_cropped.jpg",
					"caption" : "Anwar Sadat"
				}
			},
			{
				"startDate": "1973",
				"headline": "New Arab-Israeli War (Yom Kippur War)",
				"text": "Conflicts following the 1967 war remained because Israel refused to sign a peace treaty ending the conflict. Egypt was forced to either surrender territories by recognizing its losses or start a new war. It chose the latter option and launched surprise attacks during Yom Kippur. The Israeli army was caught off-guard, needing three days to fully mobilize. The Arab coalition pushed the Israelis out of Sinai and conquered territories, but once the Israelis had recovered from the initial attack, they launched a successful counter-offensive. Fearing Soviet military involvement and the implicit threat of nuclear war, the United States intervened and brokered a ceasefire. Despite the Arab defeat, the initial resounding success helped restore some sense of dignity in the Arab world.",
				"asset": {
					"media" : "https://upload.wikimedia.org/wikipedia/commons/0/07/Yom_Kippur_War_map.svg"
				}
			},
			{
				"startDate": "1976",
				"endDate": "1980",
				"headline": "Syria Intervenes in Lebanon",
				"text": "When the PLO was exiled from Jordan to Lebanon in 1970, it entered an already fractions society. Lebanon was a cultural patchwork when the French had left, but it had devolved into a civil war by 1975. One particularly power paramilitary group, called Kataib, opposed the PLO. At this point, the Syrian army intervened under the pretext of acting as a peacekeeping force to limit the guerilla fighting and also to prevent the war from spreading into Syria itself. During this period, the PLO maintained an aggressive stance toward Israel. Israel responded by attacking South Lebanon in defiance of U.S. and U.N. efforts to curb further aggression."
			},
			{
				"startDate": "1979",
				"headline": "Egypt and Israel Reach a Peace Agreement",
				"text": "Following a series of agreements in 1974 and 1975 and the Camp David meetings in 1978, Anwar Sadat and Menachem Begin reach a peace agreement that established mutual recognition of each country by the other and the removal of all Israeli forces from the Sinai Peninsula. Though Sadat would eventually be assassinated for recognizing Israel, it marked the end to hostilities that had lasted since 1948, aligned Egypt with the United States, and limited the government support for Palestine.",
				"asset": {
					"media" : "https://upload.wikimedia.org/wikipedia/commons/7/75/Sadat_Carter_Begin_handshake_%28cropped%29_-_USNWR.jpg",
					"caption": "Sadat, Carter, and Begin."
				}
			},
			{
				"startDate": "1982",
				"endDate": "1985",
				"headline": "Lebanon War - Israel Invades Lebanon",
				"text": "Under the pretext of fighting the PLO, Israel fully invades Lebanon and lays siege to Beirut and inflicts heavy casualties on civilian populations. The attack was part of a broader plan to install an Israel-friendly leader in Lebanon that would formally cede the Golan Heights to Israel. Syria, wary of the military power of Israel, limited its confrontation for fear of losing more than the Golan Heights in a military defeat. The Lebanese Army, already weakened by years on internal conflict, collapsed into smaller paramilitary groups. The most prominent among them became known as Hezbollah. The U.S., fearing a broader conflict when the Syrians appealed to the Soviet Union for support, intervenes and organizes the removal of Israeli forces and the exile of the PLO leadership to Tunisia."
			},
			{
				"startDate": "1987",
				"endDate": "1991",
				"headline": "First Palestinian Intifada",
				"text": "Palestinians revolt against Israeli oppression using strikes, boycotts, and largely non-violent protests. Israel responds with shootings, beatings, incarceration, destruction of houses, trade restrictions, and deportations."
			},
			{
				"startDate": "2000",
				"endDate": "2005",
				"headline": "Second Palestinian Intifada",
				"text": ""
			}
		],

		"era": [
			{
				"startDate": "1870,12,10",
				"endDate": "1922,12,11",
				"headline": "Ottoman Empire",
				"text": "<p>The land that would become Israel and Palestine existed as part of the Ottoman Empire, which had since the 1860s been in a period of decline and internal restiveness. Notable events within this period were continual military losses to Italian and Balkan militaries and the abolition of absolute monarchy in favor of parliamentary systems.</p>"
			},
			{
				"startDate": "1914,07,28",
				"endDate": "1918,11,11",
				"headline": "World War I",
				"text": "<p>The war, arguably pointless, was extraordinarily expensive. The British government, like all others, needed money and explored any option that would energize the public and keep war efforts funded.</p>"
			},
			{
				"startDate": "1939,09,01",
				"endDate": "1945,09,02",
				"headline": "World War II"
			},
			{
				"startDate": "1919",
				"endDate": "1948",
				"headline": "British Mandate"
			},
			{
				"startDate": "1948",
				"endDate": "2015",
				"headline": "Arab Israeli Conflict"
			}
		]
	}
}
